* TODO User Panel[1/2]
** DONE Statements[2/2]
   CLOSED: [2020-01-21 Sal 19:03]
*** DONE Add Statements Page
    CLOSED: [2020-01-21 Sal 19:03] SCHEDULED: <2020-01-21 Sal>
    :LOGBOOK:
    CLOCK: [2020-01-21 Sal 18:32]--[2020-01-21 Sal 18:53] =>  0:21
    CLOCK: [2020-01-21 Sal 18:02]--[2020-01-21 Sal 18:27] =>  0:25
    :END:
** TODO Remove Track Number from Add Dist Page
* TODO Admin Panel[5/7]
** DONE Add Admin Panel
   CLOSED: [2020-01-21 Sal 19:20] SCHEDULED: <2020-01-22 Çrş>
   :LOGBOOK:
   CLOCK: [2020-01-21 Sal 19:03]--[2020-01-21 Sal 19:20] =>  0:17
   :END:
** DONE Add Distribution Page[2/2]
   CLOSED: [2020-01-23 Prş 16:19] SCHEDULED: <2020-01-21 Sal>
   :LOGBOOK:
   CLOCK: [2020-01-21 Sal 19:22]--[2020-01-21 Sal 19:36] =>  0:14
   :END:
*** DONE Add Add Detail View
    CLOSED: [2020-01-21 Sal 20:56] SCHEDULED: <2020-01-21 Sal>
    :LOGBOOK:
    CLOCK: [2020-01-21 Sal 20:25]--[2020-01-21 Sal 20:56] =>  0:31
    :END:
*** DONE Add Delete View
    CLOSED: [2020-01-23 Prş 16:19]
** DONE Add Content ID
   CLOSED: [2020-01-23 Prş 16:48] SCHEDULED: <2020-01-23 Prş>
   :LOGBOOK:
   CLOCK: [2020-01-23 Prş 16:27]--[2020-01-23 Prş 16:48] =>  0:21
   :END:
** DONE Add Statistic
   CLOSED: [2020-01-24 Cum 19:21] SCHEDULED: <2020-01-23 Prş>
   :LOGBOOK:
   CLOCK: [2020-01-24 Cum 17:08]--[2020-01-24 Cum 19:21] =>  2:13
   CLOCK: [2020-01-23 Prş 17:11]--[2020-01-23 Prş 18:03] =>  0:52
   :END:
** DONE Add Statements
   CLOSED: [2020-01-31 Cum 19:34] SCHEDULED: <2020-01-23 Prş>
** TODO Add Statement for split pay
** TODO Add addDist Page for Admin Panel
* TODO Label Panel[0/3] 
** TODO Add Label Panel
** TODO Unlock Artist Name
** TODO Fix Label Name
* TODO General[1/3]
** DONE Remove Track Number
   CLOSED: [2020-01-31 Cum 19:40] SCHEDULED: <2020-01-31 Cum>
** TODO Add Genre Model
** TODO Add Announcement Model
